# See https://github.com/Homebrew/homebrew-bundle#usage

# Configuration
tap "homebrew/core"
tap "caskroom/cask"
tap "caskroom/fonts"

# Core
brew "zlib"
brew "zsh"
cask "font-hack-nerd-font"
cask "hyper"

# General development
brew "git"
brew "mercurial"
cask "docker"
cask "jetbrains-toolbox"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

# Language-specific

## C/C++
brew "gcc"

## Java
cask "java"

## JavaScript
brew "nvm"

## Python
brew "pyenv"
brew "pyenv-virtualenv"

# Command line tools
brew "cloc"
brew "direnv"
brew "ffmpeg"
brew "pandoc"
brew "shellcheck"
brew "ssh-copy-id"
brew "thefuck"
brew "tldr"
cask "basictex"

# Desktop applications
cask "1password"
cask "dropbox"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "slack"
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
