# See https://github.com/Homebrew/homebrew-bundle#usage

tap "homebrew/core"
brew "cloc"
brew "direnv"
brew "git"
brew "node"
brew "ssh-copy-id"
brew "thefuck"
brew "tldr"
brew "zsh"

tap "caskroom/cask"
cask "1password"
cask "docker"
cask "dropbox"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyper"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zotero"

tap "caskroom/fonts"
cask "font-hack-nerd-font"

brew "mas"
mas "The Unarchiver", id: 425424353
mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
mas "WeChat", id: 836500024
