tap "homebrew/core"
tap "caskroom/cask"
tap "caskroom/fonts"
brew "cloc"
brew "ffmpeg"
brew "gcc"
brew "mercurial"
brew "node"
brew "open-mpi"
brew "pandoc"
brew "ruby"
brew "shellcheck"
brew "ssh-copy-id"
brew "thefuck"
brew "tldr"
cask "1password"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyper"
cask "java"
cask "jetbrains-toolbox"
cask "mactex"
cask "miniconda"
cask "slack"
cask "vagrant"
cask "virtualbox"
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
