brew "node"
brew "zsh"

tap "caskroom/cask"
cask "1password"
cask "baidunetdisk"
cask "docker"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hyper"
cask "slack"
cask "vagrant"
cask "visual-studio-code"

tap "caskroom/fonts"
cask "font-hack"

brew "mas"
mas "Magnet", id: 441258766
mas "WeChat", id: 836500024
mas "The Unarchiver", id: 425424353
