tap "homebrew/core"
tap "homebrew/cask"
brew "cloc"
brew "thefuck"
brew "tldr"
cask "1password"
cask "1password-cli"
cask "docker"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "notion"
cask "slack"
cask "zoom"
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
